micropython/micropython/ports/esp32/boards/BPI_LEAF_S2/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "BPI-Leaf-S2"
#define MICROPY_HW_MCU_NAME                 "ESP32-S2"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_HW_ENABLE_SDCARD            (0)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)
